Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Investor
ne: लगानीकर्ता

source: "Reasonable Investor(s)". Boston University Law Review. 95 (461): 466. |access-date= requires |url= (help) ↑ Barron's ↑ "Looking at Corporate Governance from the Investor's Perspective".
ne: 1 2 । |title= অনুপস্থিত বা খালি (सहायता) ↑ Barron's ↑ "Looking at Corporate Governance from the Investor's Perspective".

source: Syrian presidential election, 2014 3 June 2014 (2014-06-03) Turnout 73.42% Nominee Bashar al-Assad Hassan al-Nouri Party Ba'ath Party NIACS Popular vote 10,319,723 500,279 Percentage 88.7% 4.3% President before election Bashar al-Assad Ba'ath Party Elected President Bashar al-Assad Ba'ath Party
ne: Syrian presidential election, 2014 ← 2007 जुन ३, २०१४ (२०१४-०६-०३) 2021 → कूल मतदान 73.42% नामाङ्कित Bashar al-Assad पार्टी Arab Socialist Ba'ath Party – Syria Region Popular भोट 10,319,723 प्रतिशत 88.7% President निर्वाचन पूर्व Bashar al-Assad Arab Socialist Ba'ath Party – Syria Region Elected President Bashar al-Assad Arab Socialist Ba'ath Party – Syria Region

source: Presidential elections were held in Syria on 3 June 2014. It was the first multi-candidate election in decades since the Ba'ath party came to power in a coup. In late April 2014, Bashar al-Assad announced he would run for a third term in Syria's first multi-candidate direct presidential election.
ne: सिरियामा 3 जून 2014 मा राष्ट्रपति चुनाव सम्पन्न भएको थियो। यो दश दश वर्षमा पहिलो बहु-उम्मेदवार छनौट भएको थियो जब बाथ पार्टी एक कुखुरामा सत्तामा आए। अप्रिल 2014 को अन्तमा, بشार अल-अब्दुलले सीरियाको पहिलो बहु-उम्मेद्वार प्रत्यक्ष राष्ट्रपति पदमा तेस्रो अवधिको लागि चलाउने घोषणा गरे।

source: Syrian presidential election, 2014
ne: सिरियाली राष्ट्रपति चुनाव

source: French Revolution The Storming of the Bastille, 14 July 1789 Date 5 May 1789 – 9 November 1799 (1789-05-05 – 1799-11-09) (10 years, 6 months and 4 days) Location Kingdom of France Outcome Abolition of the French monarchy Establishment of a secular and democratic republic that became increasingly authoritarian and militaristic Radical social change based on liberalism and other Enlightenment principles Rise of Napoleon Bonaparte Armed conflicts with other European countries
ne: == फ्रान्सेली राज्य क्रान्ति == The Storming of the Bastille, 14 July 1789 मिति ढाँचा:Start and end dates (ढाँचा:Age in months, weeks and days) स्थान फ्रान्सको राज्य Outcome फ्रांसीसी राजतन्त्रको उन्मूलन एक धर्मनिरपेक्ष र लोकतान्त्रिक गणतन्त्रको स्थापना जुन बढ्दो र साम्राज्यवादवादी भएको थियो उदारवादी सामाजिक परिवर्तन उदारवादीवाद र अन्य प्रबुद्धता सिद्धान्तहरूमा आधारित छ नेपोलियन बोनापार्टाको उदय अन्य युरोपेली देशहरूसँग सशस्त्र संघर्ष

source: French Revolution
ne: फ्रान्सेली राज्य क्रान्ति

source: Sputnik 3 Mission type Earth Science Operator OKB-1 Harvard designation 1958 Delta 2 COSPAR ID 1958-004B SATCAT no. 00008 Website NASA NSSDC Master Catalog Mission duration 692 days Spacecraft properties Manufacturer Korolev Design Bureau Launch mass 1,327 kilograms (2,926 lb) Start of mission Launch date May 15, 1958, 07:12:00 (1958-05-15UTC07:12Z) UTC Rocket Sputnik 8A91 Launch site Baikonur 1/5 End of mission Decay date April 6, 1960 Orbital parameters Reference system Geocentric Regime Low Earth Semi-major axis 7,418.7 kilometres (4,609.8 mi) Eccentricity 0.110932 Perigee 217 kilometres (135 mi) Apogee 1,864 kilometres (1,158 mi) Inclination 65.18° Period 105.9 minutes Epoch 15 May 1958 07:12:00 UTC
ne: == स्पुतनिक ३ == मिसन प्रकार Earth Science सञ्चालक OKB-1 Harvard designation 1958 Delta 2 स्याटक्याट क्रम 00008 वेबसाइट NASA NSSDC Master Catalog मिसन अवधि 692 days अन्तरिक्ष यानको गुणहरू निर्माता Korolev Design Bureau प्रक्षेपित तौल १,३२७ किलोग्राम (२,९२६ पाउन्ड) मिसन आरम्भ प्रक्षेपण मिति Did not recognize date. Try slightly modifying the date in the first parameter. UTC रकेट Sputnik 8A91 प्रक्षेपण स्थान Baikonur 1/5 मिसन समाप्ति Decay date April 6, 1960 कक्षीय मापदण्डहरू सन्दर्भ प्रणाली Geocentric Regime Low Earth Semi-major axis ७,४१८.७ किलोमिटर (४,६०९.८ माइल) Eccentricity 0.110932 पेरीgee २१७ किलोमिटर (१३५ माइल) एपोgee १,८६४ किलोमिटर (१,१५८ माइल) 105.9 minutes Epoch 15 May 1958 07:12:00 UTC

source: Sputnik 3 (Russian: Спутник-3, Satellite 3) was a Soviet satellite launched on May 15, 1958 from Baikonur Cosmodrome by a modified R-7/SS-6 ICBM. It was a research satellite to explore the upper atmosphere and near space, and carried a large array of instruments for geophysical research.
ne: स्पुतनिक ३(रूसी: Спутник-3, Satellite 3) रूस द्वारा निर्मित धरतीको पहिलो कृत्रिम उपग्रह थियो। यसको May 15, 1958 मा प्रक्षेपित थियो थियो। . यो माथिल्लो वायुमण्डलको तथा निकट अन्तरिचा को खोज गर्ने उपग्रह थियो। यसले भौगोलिक अनुसन्धानको लागि ठूलो उपकरण पनि ओसारेको थियो ।

source: 591 Mission duration 4 days, 23 hours, 7 minutes Orbits completed 82 Spacecraft properties Spacecraft Vostok-3KA No.7 Manufacturer Experimental Design Bureau OKB-1 Launch mass 4,720 kilograms (10,410 lb) Crew Crew size 1 Members Valery Bykovsky Callsign Ястреб (Yastreb - "Hawk") Start of mission Launch date 14 June 1963, 11:58:58 (1963-06-14UTC11:58:58Z) UTC Rocket Vostok-K 8K72K Launch site Baikonur 1/5[1] End of mission Landing date 19 June 1963, 11:06 (1963-06-19UTC11:07Z) UTC Landing site 53°23′52″N 67°36′18″E﻿ / ﻿53.39777°N 67.60500°E﻿ / 53.39777; 67.60500[2] Orbital parameters Reference system Geocentric Regime Low Earth Eccentricity 0.00358 Perigee 162 kilometres (101 mi) Apogee 209 kilometres (130 mi) Inclination 65 degrees Period 88.4 minutes Epoch 15 June 1963, 08:00:00 UTC[3] Vostok programme Manned flights
ne: भोस्तोक ५ माथिल्लो चरणको भोस्तोकको क्याप्सुलको मोडेल सञ्चालक सोभियत अन्तरिक्ष कार्यक्रम कोसपर क्रम 1963-020A स्याटक्याट क्रम 591 मिसन अवधि 4 days, 23 hours, 7 minutes अक्ष समाप्त 82 अन्तरिक्ष यानको गुणहरू अन्तरिक्ष यान Vostok-3KA No.7 निर्माता Experimental Design Bureau OKB-1 प्रक्षेपित तौल ४,७२० किलोग्राम (१०,४१० पाउन्ड) Crew Crew size 1 सदस्यहरू Valery Bykovsky Callsign Ястреб (Yastreb - "Hawk") मिसन आरम्भ प्रक्षेपण मिति Did not recognize date. Try slightly modifying the date in the first parameter. UTC रकेट Vostok-K 8K72K प्रक्षेपण स्थान Baikonur 1/5[1] मिसन समाप्ति Landing date Did not recognize date. Try slightly modifying the date in the first parameter. UTC Landing site ५३°२३′५२″उत्तर ६७°३६′१८″पूर्व﻿ / ﻿५३.३९७७७° उत्तर ६७.६०५००° पूर्व﻿ / 53.39777; 67.60500[2] कक्षीय मापदण्डहरू सन्दर्भ प्रणाली Geocentric Regime Low Earth Eccentricity 0.00358 पेरीgee १६२ किलोमिटर (१०१ माइल) एपोgee २०९ किलोमिटर (१३० माइल) 88.4 minutes Epoch १५ जुन १९६३, 08:00:00 UTC[3] Vostok programme Manned flights ← Vostok 4 Vostok 6 →

source: Vostok 5 (Russian: Восток-5, Orient 5 or East 5) was a joint mission of the Soviet space program together with Vostok 6; as with the previous pair of Vostok 3 and Vostok 4 the two Vostok spacecraft came close to one another in orbit and established a radio link.
ne: भोस्तोक ५ (रूसी: Восток-5, Orient 5 or East 5) सोभियत अन्तरिक्ष कार्यक्रमको Vostok 6 सँगसँगै संयुक्त मिशन थियो। एक अर्काको नजिक पुगे र एक रेडियो लिङ्क स्थापना भयो।

source: Vostok 5
ne: भोस्तोक ५

source: ↑ "1851-1870 - Le Second Empire et la France épanouie - Herodote.net". www.herodote.net (in French). Retrieved 2017-11-29. ↑ Wiriath, Paul.
ne: ↑ "1851-1870 - Le Second Empire et la France épanouie - Herodote.net", www.herodote.net (फ्रेन्चमा), अभिगमन मिति २०१७-११-२९। ↑ Wiriath, Paul.

source: London, S. Sonnenschein & co., ltd.; New York, Macmillan & co. p. 8.
ne: London, S. Sonnenschein & co., ltd.; New York, Macmillan & co. प॰ 8. https://archive.org/stream/historyofparisco00marcrich#page/8/mode/1up.

source: The French Second Empire (French: Second Empire)[1] was the Imperial Bonapartist regime of Napoleon III from 1852 to 1870, between the Second Republic and the Third Republic, in France.
ne: फ्रान्सेली दोस्रो साम्राज्य (फ्रान्सेली: Second Empire) सन् 1852 देखि 1870 सम्म नै नेपोलियन तेस्रोको गणराज्य बीचमा नेपोलियन III को शाही बृहस्पतिवादी शासन थियो।

source: Second French Empire
ne: दोस्रो फ्रान्सेली साम्राज्य

source: A depiction of the Padmavyūha or Chakravyūha formation as a labyrinth
ne: चक्रव्यूह

source: The Padmavyūha (Sanskrit: पद्मव्यूह) or Chakravyūha (चक्रव्यूह) is a military formation depicted in the Hindu epic Mahabharata.
ne: चक्रव्युह या पद्मव्युह हिन्दू युद्ध शास्त्रहरुमा उल्लेख धेरै लडाइँ (सैन्य संरचना) मध्ये एक हो।

source: The Chakravyūha or Padmavyūha is a multi-tiered defensive formation that looks like a blooming lotus (पद्म padma) or disc (चक्र chakra) when viewed from above.[1] The warriors at each interleaving position would be in an increasingly tough position to fight. The formation was used in the battle of Kurukshetra by Dronacharya, who became commander-in-chief of the Kaurava army after the fall of Bhishma Pitamaha.
ne: चक्रव्युह एक बहु-स्तरीय रक्षात्मक सैन्य ढाँचा हो जुन एउटा चक्र या एक पद्म जस्तो देखिन्छ जसलाई माथिबाट हेर्दा एक महान योद्धाले हरेक ढोकालाई सुरक्षित गर्दछ। यस महाभारतमा यो कण कौरवको प्रधान सेनापति, द्रोणाचार्यद्वारा धर्मराज युधिष्ठिरलाई पक्राउ गर्न प्रयोग भएको थियो।

source: Publication Division, Ministry of Information and Broadcasting, Government of India. p. 81. ↑ "The Mahabharata, Book 7: Drona Parva: Abhimanyu-badha Parva: Section XXXI". www.sacred-texts.com.
ne: Publication Division, Ministry of Information and Broadcasting, Government of India. प॰ 81. ↑ "The Mahabharata, Book 7: Drona Parva: Abhimanyu-badha Parva: Section XXXI". www.sacred-texts.com.

source: Padmavyuha
ne: चक्रव्युह

source: Location
ne: स्थान

source: Gajendra Moksha (Sanskrit: गजेन्द्रमोक्षः) or The Liberation of Gajendra is a Puranic legend from the 8th Skandha of the Bhāgavata Purāṇa, one of the most sacred books in Hinduism. It is one of the famous exploits of the god Vishnu. In this episode, Vishnu came down to earth to protect Gajendra, the elephant, from the clutches of Makara, the Crocodile, and with Vishnu's help, Gajendra achieved moksha, or salvation.
ne: गजेन्द्र मोक्ष (संस्कृत: गजेन्द्रमोक्षः) भगवती पुराण को 8 औं स्कंदा देखि पुरातन पौराणिक कथा, हिंदू धर्म मा सबै भन्दा पवित्र पुस्तकहरु मध्ये एक छ। यो भगवान विष्णु को प्रसिद्ध कथा मध्ये एक हो। यस उपाख्यानमा विष्णु गजेन्द्रको रक्षा गर्न पृथ्वीमा पुग्यो। मकर, कुखुराको चट्टानबाट, र विष्णुको सहयोगबाट गजेन्द्र मोक्ष वा मोक्ष प्राप्त भयो। त्यसपछि गजेन्द्रले भगवान (सरस्वती मुक्ति) जस्तो एक रूप प्राप्त गरे र विष्णुसँग बैकुण्ठ गए।

source: This story was narrated by Sri Suka to Emperor Parikshit at Parikshit's request.
ne: यो कथा सम्राट परिक्षितको अनुरोधमा श्री सुक द्वारा वर्णन गरिएको थियो।

source: When they realised that ‘death’ had come close to Gajendra, they left him alone. He trumpeted in pain and helplessness until he was hoarse. As the struggle was seemingly endless (it is believed that the crocodile held Gajendra's foot for over a thousand years), and when he had spent his last drop of energy, Gajendra called to the god Vishnu to save him, holding a lotus up in the air as an offering.
ne: त्यहाँ एकपटक एउटा गृजनागर नामक एक हफ्ते थियो जो ुमिटम भनिने बगैचामा बस्न जो वरुण द्वारा बनाईएको थियो। गजेन्द्रले समूहको अन्य सबै हात्तीमाथि शासन गरे। अचानक, पोखरामा बस्ने एक गोहीले गजेन्द्रलाई आक्रमण गरे र उनलाई पकड्यो । गोहीको आक्रमणबाट बचाउन लामो समयसम्म गजेन्द्रले प्रयास गरे। तिनको परिवारका सदस्यहरू, नातेदारहरू र साथीहरू तिनलाई मदत गर्न चारैतिर भेला थिए तर व्यर्थमा। जब उनीहरूले 'मृत्यु' गजेन्द्र नजिक आइपुग्दा उनीहरूले गजेन्द्रलाई एक्लै छोडे। गजेन्द्रले तिनलाई बचाउन भगवान विष्णुलाई बोलाए, हावाको रूपमा।

source: Seeing this, Vishnu was pleased and with his Sudharshana Chakra, he decapitated the crocodile. Gajendra prostrated himself before the god. Vishnu informed Gajendra that he, in one of his previous births, had been the celebrated King Indradyumna, a devotee of Vishnu, but due to his disrespect to the great Sage Agastya, he had been cursed to be reborn as an elephant.
ne: उहाँको भक्तको प्रार्थना सुनेर, विष्णुले दृश्यमा गए । गजेन्द्रले भगवान आउँदै गरेको देखे, उनले आफ्नो सुँडले कमल उठाए। यो हेर्दा, विष्णु खुसी भए र उनको सुदर्शन चक्रले गोही लाई पराजित गरे।

source: The prayer made by Gajendra on this occasion became a famous hymn in praise of Vishnu called the Gajendra Stuti.
ne: यस अवसरमा गजेन्द्रले गरेको प्रार्थनाले विष्णु को गजेन्द्र स्तुति भनिने प्रशंसा गरेको एक प्रसिद्ध भजन थियो।

source: It is believed that this incident has happened in Kabisthalam, where there is a Gajendra Varadha Temple.
ne: यो विश्वास भएको छ कि यो घटना कबिस्थलममा भएको थियो, जहाँ त् गजेन्द्र वराहा मन्दिर छ।

source: Causes of secession
ne: विभेदको कारण

source: Slavery
ne: दासप्रथा

source: Prelude to war
ne: युद्ध को लागि प्रस्तावना

source: Politics and Ideology in the Age of the Civil War, (Oxford University Press, 1980), pp. 18–20, 21–24. ↑ Coates, Ta-Nehisi (22 June 2015).
ne: Politics and Ideology in the Age of the Civil War, (Oxford University Press, 1980), pp. 18–20, 21–24. ↑ Coates, Ta-Nehisi.

source: "What This Cruel War Was Over". The Atlantic. Retrieved 21 December 2016. ↑ Gallagher, Gary (February 21, 2011).
ne: "What This Cruel War Was Over", The Atlantic, 22 June 2015. अन्तिम पहुँच मिति:21 December 2016. ↑ Gallagher, Gary (February 21, 2011).

source: Louisiana State University Press. p. 62.
ne: Louisiana State University Press. प॰ 62.

source: Oxford University Press. p. 39.
ne: Oxford University Press. प॰ 39.

source: A minority of the white populous invoked moral grounds to attack slavery, though their arguments carried far less popular weight than those presenting emancipation as a military measure necessary to defeat the rebels and restore the Union. ↑ Eskridge, Larry (January 29, 2011). "After 150 years, we still ask: Why 'this cruel war'?". Canton Daily Ledger.
ne: A minority of the white populous invoked moral grounds to attack slavery, though their arguments carried far less popular weight than those presenting emancipation as a military measure necessary to defeat the rebels and restore the Union. ↑ Eskridge, Larry.

source: Canton, Illinois. Archived from the original on February 1, 2011. Retrieved January 29, 2011. CS1 maint: Unfit url (link) ↑ Weeks 2013, p. 240. ↑ Olsen 2002, p. 237. ↑ Chadwick, French Esnor.
ne: "After 150 years, we still ask: Why 'this cruel war'?.", Canton Daily Ledger, January 29, 2011. अन्तिम पहुँच मिति:January 29, 2011. ↑ Weeks 2013, p. 240. ↑ Olsen 2002, p. 237. ↑ Chadwick, French Esnor.

source: American Civil War Clockwise from top: Battle of Gettysburg, Union Captain John Tidball's artillery, Confederate prisoners, ironclad USS Atlanta, ruins of Richmond, Virginia, Battle of Franklin Date April 12, 1861 – May 9, 1865 (by proclamation)[1] (4 years, 3 weeks and 6 days) (Last shot fired June 22, 1865) Location Southern United States, Northeastern United States, Western United States, Atlantic Ocean Result Union victory Dissolution of the Confederate States U.S. territorial integrity preserved Slavery abolished Beginning of the Reconstruction Era Belligerents United States Confederate States Commanders and leaders Abraham Lincoln Ulysses S. Grant William T. Sherman David Farragut George B. McClellan Henry Halleck George Meade and others Jefferson Davis Robert E. Lee J. E. Johnston G. T. Beauregard A. S. Johnston † Braxton Bragg and others Strength 2,200,000:[lower-alpha 1] Union Army Union Marines Union Navy Revenue Service 698,000 (peak)[2][3] 750,000–1,000,000:[lower-alpha 1][4] Confederate army Confederate marines Confederate navy 360,000 (peak)[2][5] Casualties and losses 110,000+ killed in action/died of wounds 230,000+ accident/disease deaths[6][7] 25,000–30,000 died in Confederate prisons[2][6] 365,000+ total dead[8] 282,000+ wounded[7] 181,193 captured[2] [9] Total: 828,000+ casualties 94,000+ killed in action/died of wounds[6] 26,000–31,000 died in Union prisons[7] 290,000+ total dead 137,000+ wounded 436,658 captured[2] [10] Total: 864,000+ casualties 50,000 free civilians dead[11] 80,000+ slaves dead[12] Total: 785,000–1,000,000+ dead[13][14]
ne: अमेरिकी गृहयुद्ध CivilWarUSAColl.png Clockwise from top: Battle of Gettysburg, Union Captain John Tidball's artillery, Confederate prisoners, ironclad ढाँचा:USS, ruins of Richmond, Virginia, Battle of Franklin मिति April 12, 1861 – May 9, 1865 (by proclamation)[1] (4 years, 3 weeks and 6 days) (Last shot fired June 22, 1865) स्थान Southern United States, Northeastern United States, Western United States, Atlantic Ocean परिणाम Union victory Dissolution of the Confederate States U.S. territorial integrity preserved Slavery abolished Beginning of the Reconstruction Era युद्धरत United States ढाँचा:Country data Confederate States of America उच्चाधिकारी तथा नेताहरू अब्राहम लिङ्कन Ulysses S. Grant William T. Sherman David Farragut George B. McClellan Henry Halleck George Meade ढाँचा:Country data Confederate States of America Jefferson Davis ढाँचा:Country data Confederate States of America Robert E. Leeढाँचा:Surrendered ढाँचा:Country data Confederate States of America J. E. Johnstonढाँचा:Surrendered ढाँचा:Country data Confederate States of America G. T. Beauregardढाँचा:Surrendered ढाँचा:Country data Confederate States of America A. S. Johnston † ढाँचा:Country data Confederate States of America Braxton Braggढाँचा:Surrendered and others शक्ति 2,200,000:[lower-alpha 1] Union Army Union Marines Union Navy Revenue Service 698,000 (peak)[2][non-primarysource needed][3] 750,000–1,000,000:[lower-alpha 1][4] Confederate army Confederate marines Confederate navy 360,000 (peak)[2][5] धनजनको क्षती 110,000+ killed in action/died of wounds 230,000+ accident/disease deaths[6][7] 25,000–30,000 died in Confederate prisons[2][6] 365,000+ total dead[8] 282,000+ wounded[7] 181,193 captured[2] [non-primarysource needed][9] Total: 828,000+ casualties 94,000+ killed in action/died of wounds[6] 26,000–31,000 died in Union prisons[7] 290,000+ total dead 137,000+ wounded 436,658 captured[2] [non-primarysource needed][10] Total: 864,000+ casualties 50,000 free civilians dead[11] 80,000+ slaves dead[12] Total: 785,000–1,000,000+ dead[13][14]

source: As a result of the long-standing controversy over slavery, war broke out in April 1861, when Confederate forces attacked Fort Sumter in South Carolina, shortly after U.S. President Abraham Lincoln was inaugurated. The nationalists of the Union proclaimed loyalty to the U.S. Constitution. They faced secessionists of the Confederate States, who advocated for states' rights to expand slavery.
ne: अमेरिकी गृहयुद्ध 1861 देखि 1865 सम्म संयुक्त राज्यमा लडियो। लामो समयसम्म विवादित विवादको परिणामस्वरूप, 1 9 82 मा युद्धको अन्त भयो, जब कन्फर्डेफिक सेनाले दक्षिण क्यारोलिनामा दक्षिण सुमित्रालाई आक्रमण गर्यो , अमेरिका पछि केही समय पछि राष्ट्रपति अब्राहाम लिंकन को उद्घाटन गरियो। यूनियन राष्ट्रवादीहरूले अमेरिकालाई वफादारी गरे संविधान तिनीहरूले कन्फिडेन्ट्री राज्यहरूको अलगाववादीहरूको सामना गरे, जसले राज्यका अधिकारहरूको दासत्वलाई दासत्व विस्तार गर्न आग्रह गरे

source: The Southern states viewed this as a violation of their constitutional rights and as the first step in a grander Republican plan to eventually abolish slavery. The three pro-Union candidates together received an overwhelming 82% majority of the votes cast nationally: Republican Lincoln's votes centered in the north, Democrat Stephen A. Douglas' votes were distributed nationally and Constitutional Unionist John Bell's votes centered in Tennessee, Kentucky, and Virginia. The Republican Party, dominant in the North, secured a plurality of the popular votes and a majority of the electoral votes nationally, so Lincoln was constitutionally elected president.
ne: 1860 राष्ट्रपतिको चुनावमा, रिपब्लिकनहरू, अब्राहम लिंकनले नेतृत्व गरे, सबै अमेरिकी क्षेत्रहरूमा दासत्व दाबी गर्न समर्थन गरे। दक्षिणी राज्यहरूले यसलाई उनीहरूको संवैधानिक अधिकारको उल्लङ्घनको रूपमा हेरे र एक कडा रिपब्लिकन प्लानमा पहिलो चरणले दासलाई परास्त गर्न सक्दछ। तीन समर्थक यूनियन उम्मेद्वारहरू सँगसँगै बहुमत प्राप्त 82% भन्दा धेरै मत प्राप्त गरेका छनोटहरू: उत्तरमा केन्द्रित रिपब्लिकन लिंकनको मत, डेमोक्रेट स्टीफन ए डगलगायतका मतहरू राष्ट्रिय र संविधानवादी संघवादी जॉन बेलको टेनेसी, केन्टकीमा केन्द्रित थिए। वर्जीनिया। उत्तरमा प्रभुत्वमा रिपब्लिकन पार्टीले लोकप्रिय मतहरूको बहुतायत र बहुमतको मतदानको राष्ट्रियता पाएका थिए, त्यसैले लिंकन कानुनी रूपमा निर्वाचित भए।उनले राष्ट्रपति गणतन्त्र जित्ने पहिलो रिपब्लिकन पार्टी उम्मेद्वार थियो। तथापि, आफ्नो उद्घाटन अघि, कपास-आधारित अर्थव्यवस्थाको साथमा सात दास राज्यहरू अलगाव घोषित र कन्फिडेडसिगेसन गठन गरे। विगतको घोषणा गर्न पहिलो छमा जनजातिहरूको उच्चतम अनुपात थियो, कुल 4 9 प्रतिशत। विभाजनको लागि समाधान गर्न पहिलो विधवाहरूसँग पहिलो सात समावेशी संघियहरुको लागि विभागीय जनजातिहरू डग्लस र बेल जर्जियामा 51% र लुइसियानामा 55% संग थिए। राष्ट्रपतिका लागि अलबामाले उन संघियहरुको लागि अलाबामा 46% मतदान गरे, 40% संग मिसिसिपी, 38% फ्लोरिडा, 25% टेक्सास र दक्षिण क्यारिरिनाले चुनावी कलेजको मतदान गरे। यी मध्ये, टेक्सास मात्र सिजनमा एक रेफन्डमम लगाईयो।

source: James C. Bradford wrote that the issue has been further complicated by historical revisionists, who have tried to offer a variety of reasons for the war.[24] Slavery was the central source of escalating political tension in the 1850s. The Republican Party was determined to prevent any spread of slavery, and many Southern leaders had threatened secession if the Republican candidate, Lincoln, won the 1860 election. After Lincoln won, many Southern leaders felt that disunion was their only option, fearing that the loss of representation would hamper their ability to promote pro-slavery acts and policies.[25][26]
ne: विद्रोह को कारण जटिल थियो र युद्ध शुरू भएको विवादास्पद भएको छ, तर अधिकांश अकादमिक विद्वानले युद्ध को केन्द्रीय कारण को रूपमा दासत्व को पहिचान गर्छन। जेम्स सी ब्रैडफोर्डले लेखे कि ऐतिहासिक संशोधनवादीहरूले यस मुद्दालाई अझ बढी जटिल बनाएका छन्, जसले युद्धको विभिन्न कारणहरू प्रस्ताव गर्न खोजेको छ। दासत्वले 1850 को दशकमा राजनीतिक तनाव बढाउनको मुख्य स्रोत थियो। रिपब्लिकन पार्टीले दासत्वको कुनै पनि फैलाउन रोक्ने तयारी गरेको थियो, र रिपब्लिकन उम्मेद्वार लिंकनले 1860 चुनाव जितेपछि यदि धेरै दक्षिणी नेताहरूले विद्रोह गरेका थिए। लिंकनको जित पछि, धेरै दक्षिणी नेताहरूले अनुभव गरे कि विनाश तिनीहरूको मात्र विकल्प थियो, भन्ने डरले प्रतिनिधित्वको क्षति समर्थक दासत्व र नीतिहरू बढावा गर्न सक्ने क्षमतामा बाधा पुऱ्याउँछ। [25][26]

source: American Civil War
ne: अमेरिकी गृहयुद्ध
